<header>
    <span class="icon icon-back"></span>
    <div class="text"><a href="/orders">Вернуться к списку заказов</a></div>
</header>

<div class="page-body">
    <div class="block">
        <div class="name">
            <span class="title left">
                <a href="/project">Вёрстка лэндинга + backend</a>
            </span>
            <span class="price right">$399</span>
        </div>
        <div class="status">
            <span class="text">Статус:</span>
            <span class="val">Не выполнен</span>
        </div>
        <div class="content">
            <? echo nl2br("Главная:
            — увеличить логотипы и шрифт марок из макета, поправить вёрстку в соответствии (index_2411_fix.psd);
            — заменить иконки типов кузова;
            — внести изменения в форму (заменить ползунки на выпадающие списки; добавить пункт «Въезд в Москву без пропуска разрешен»; по возможности сделать кнопку динамической, чтобы она отображала количество автомобилей по мере выбора фильтров);
            — исправить ссылки в подвале в соответствии с ссылками главного меню (услуги: автомобили, спецпредложения, сервисный центр, доставка и эвакуация, trade-in, подменный автомобиль; информация: условия кредита и лизинга, оборудование, полезная информация, статьи, контактная информация;
            — после поиска или выбора типа автомобиля по ссылке с иконками должна отображаться страница каталога по соответствующим параметрам и фильтром слева. Не нужно оставлять наверху логотипы и форму.

            Каталог:
            — нужно убрать стрелки с ссылками «предыдущая» и «следующая», они не работают;
            — убрать страницы вообще, отображать все товары сразу;
            — карточки товара в три колонки, а не четыре;
            — фильтр следует за пользователем по мере прокрутки;
            — внести правки по фильтру с главной страницы.

            Карточка:
            — ограничить длину заголовка по ширине фотографии автомобиля (с переносом на следующую строку);
            — сделать цену зелёной;
            — исправить вёрстку надстроек в соответствии с макетом (product_add_0909), в нём нет серого фона у них и в базовой карточке они являются ссылками на карточки надстроек.

            Вёрстка:
            — страница Trade-In (trade-in.psd).

            Список правок не окончательный, могут быть небольшие корректировки в процессе. Для наглядности прикрепляю макеты формата «есть — должно быть». Сроки — полдень понедельника.

            Сразу пишите стоимость и примеры работ на 1С-Битрикс, очень важно делать всё пиксель в пиксель, чтобы экономить моё и ваше время на последующие правки."); ?>
        </div>
        <div class="info">
            <div class="label label-radiant large">Иванов Иван</div>
            <div class="label label-radiant large">+375445574632</div>
            <div class="label label-radiant large">"Комо IT"</div>
        </div>
    </div>
</div>

<footer>
    <button class="dark">Пометить выполненным</button>
    <button class="dark">Отказаться от заказа</button>
</footer>